#encoding=utf-8
import  sys
import wrok1 as fenci
#print fenci.mm(sys.argv[1],sys.argv[2])

print fenci.mm("单艳平：践行“三严三实”　严以修身重在修德","本网讯（记者 谭海涛）7月31日，巴东县委副书记、县长单艳平组织召开“三严三实”专题教育活动学习会，并围绕“严以修身，加强党性修养，坚定理想信念，把牢思想和行动总开关”与大家共同研讨。县人大常委会主任向东，县政协主席刘太可，县委常委任伦杰、李成卓、陈平财、向继玲、王韬、吴以忠、孙永红等县领导参加学习。单艳平从“用什么修身”“如何修德”两方面作辅导报告。他指出，严以修身的关键就是修德，而大德、公德、私德揭示的就是社会主义核心价值观的本质，才能解决好世界观、人生观、价值观的问题，才能把握控制好思想源头，才能从根本上改变党员领导干部不好的作风状况和行为方式。单艳平要求，既要守公德，又要严“私德”，要加强社会公德和职业道德修养，要加强家庭美德和个人品德修养。单艳平强调，修德要在严格自律、担当、实践、日常生活、带头示范、坚持六方面得到切实体现。要把自律当做一种能力、一种修养，自觉“讲纪律、守规矩”，不踩红线，严守底线；要强化担当精神，紧紧围绕县委县政府的安排部署，抓重点、攻难点、破瓶颈，全面完成各项目标任务。")
